{"pageProps":{"name":"miniMUNC 2022","conference":{"committees":{"alexander":{"content":"<p>The year is 323 BC, and Alexander the Great is dead! Following the great warrior’s sudden death, his expansive empire is left incredibly unstable, with no clear future. Emperor Alexander left no direct heirs or able male relatives to take the throne, so the government is thrown into chaos.  The local aristocracy begins battling and negotiating for control over the wealthiest and largest fragments of this great empire. Meanwhile, they struggle to protect the unstable nation they hope to control from peasant uprisings and invasions from other civilizations who seek to take advantage of the chaos. The power to divide this massive and very wealthy empire is now in your hands. As a delegate, it’s up to you to decide how to maintain, or destroy, the grand and expansive empire Alexander built. Will you seize your opportunity to build a successful civilization or will you fall victim to your fellow nobles&#39; attempts to destroy it? The choice is yours.</p>\n","title":"The Death of Alexander the Great","chair":"Madhavi Tiruchelvam","codirector":"Ty Anant and Seth Fenton","bglink":"","ordering":5},"f1":{"content":"<p>As the eyes of the motorsport world set on Austin, Texas for the 2022 United States Grand Prix, the 20 Formula 1 drivers gather not on the grid, but in a conference room. As the sport’s voices, they have taken it upon themselves to discuss the future of F1. Classic race tracks with iconic histories are being replaced with new street circuits in wealthy countries. The climate crisis has brought questions about the sustainability of gas-powered racing. Conversations about race and money have been brought to the forefront by the lack of diversity and large costs &amp; spending across the league. The drivers each have an agenda and issues most important to them, but they must reach a consensus before qualifying begins.</p>\n","title":"Formula One (F1)","chair":"Danielle Que","codirector":"Lesley Lo","bglink":"","ordering":3},"frostpunk":{"content":"","title":"Frostpunk","chair":"Ethan Wong","codirector":"Shreya Das and Alexander Panas","bglink":"","ordering":6},"germany":{"content":"<p>After 45 years of despeate conflict, the Iron Curtain is fraying and the divisions between East and West Germany are collapsing. As the East German economy collapses and conditions in Soviet-controlled territory continue to worsen much of the West is pushing to reunite the country. Reunifying a nation that was divided between conflicting global superpowers is no easy task, the social, political, and economic divides are visible in every aspect of life on both sides. Together the delegates of this committee will have the complex task of stitching Germany back together and ensuring its prosperous future as it becomes a whole and independent nation once more. The future of German lives is in your hands now, delegates. Tread carefully, may your hearts guide you with kindness and your heads with reason to a reunified Germany!</p>\n","title":"The Reunification of Germany (1990)","chair":"Sophia Yuditsky","codirector":"Andrew Park","bglink":"","ordering":4},"ohchr":{"content":"<p>While the death penalty is still employed in some countries today, there are others that have classified it as unnecessarily cruel and ineffective due to the lack of evidence toward its deterrent effect on crime and inconsistency with Article 3 of the Universal Declaration of Human Rights (UDHR), which states that everyone has the right to life. The goal of capital punishment is to execute criminals convicted of intentional killing to prevent them from murdering again, thereby maintaining the safety of citizens. However, the death penalty is not only used against murderers; others have been executed for crimes such as drug crimes. Having the death penalty always runs the risk of executing innocent people, especially in cases in which people are convicted largely due to their race or ethnicity, rather than substantial evidence. In OHCHR: Validity of the Death Penalty, delegates will discuss the merits of the death penalty and debate its use.</p>\n","title":"OHCHR: Validity of the Death Penalty","chair":"Aaron Hui","codirector":"Arshia Mazumder and Simone Raleigh","bglink":"","ordering":1},"unep":{"content":"<p>The Industrial Revolution brought new methods of energy production and helped the human population to skyrocket. However, with the growing effect of climate change, and the continued problem of world hunger, sustainability and reduction of waste is more important than ever. Delegates will be thrown into what is possibly the biggest crisis that humanity faces: accelerated by the dual catastrophes of the COVID pandemic and war in Ukraine, delegates will have to identify, then propose solutions to sources of waste throughout the world. Delegates will also have to consider the perspectives of a diverse variety of countries, each with their own interests.</p>\n","title":"UNEP: Bringing Countries to Zero Waste","chair":"Jerry Yang","codirector":"Celise Lin","bglink":"","ordering":2}},"details":{"content":"<p>Stuyvesant Model UN is hosting a free, introductory MUN conference on Saturday, October 22nd, and y&#39;all are invited! \nThis conference is geared towards <strong>novices</strong> and will give you a glimpse into why we are one of the biggest and most active clubs at Stuyvesant. It&#39;s a lot of fun, and you&#39;ll be able to meet new people, talk, and learn more about MUN by going!! There is no experience or knowledge required, and we&#39;d really appreciate it if you anyone who could signed up!</p>\n<p>The conference will take place from 9am - 5pm, more detailed schedule will be sent out later.</p>\n","date":{"year":2022,"month":10,"day":22}},"type":"stuy"}},"__N_SSG":true}